/* 
 * Error Messages
 */
/* Err_OPEN */
"Can't open file" = "ファイルがオープンできません。";

/* Err_FORMAT */
"Illegal image format" =  "フォーマットに誤りがあります。";

/* Err_MEMORY */
"Can't get working memory" = "作業用メモリが不足しています。";

/* Err_SHORT */
"Encountered unexpected EOF" = "ファイルが途中で終っています。";

/* Err_ILLG */
"Illegal information included" = "含まれている情報が誤っています。";

/* Err_IMPLEMENT */
"Unsupported image format" = "この形式には対応していません。";

/* Err_SAVE */
"Can't write into file" = "ファイルに書き込めません。";

/* Err_SAV_IMPL */
"Can't save this format" = "このファイルタイプはセーブできません。";

/* Err_EPS_IMPL */
"Can't apply to EPS" = "EPSには適用できません。";

/* Err_EPS_ONLY */
"This operation is only to EPS" = "この操作はEPSにしか適用できません。";

/* Err_PDF_IMPL */
"Can't apply to PDF" = "PDFには適用できません。";

/* Err_PDF_ONLY */
"This operation is only to PDF" = "この操作はPDFにしか適用できません。";

/* Err_EPS_PDF_IMPL */
"Can't apply to PDF/EPS" = "PDF/EPSには適用できません。";

/* Err_EPS_PDF_ONLY */
"This operation is only to PDF/EPS" = "この操作はPDF/EPSにしか適用できません。";

/* Err_OPR_IMPL */
"Can't apply this operation" = "この操作は適用できません。";

/* Err_NOFILE */
"There is no file" = "ファイルがありません。";

/* Err_FLT_EXEC */
"Can't execute filter program" = "フィルタプログラムが起動できません。";

/* Err_ACCESS */
"Can't access to file" = "ファイルにアクセスできません。";

/* ERROR */
"ERROR" = "エラー";

/* WARNING */
"WARNING" = "注意";

/* 
 * Color Reduction Messages
 */
/* BMP_Reduction */
"Reduce Color?" = "この画像は256色より多くの色を含んでいます。256色に減色しますか？";

/* BMP_Leave */
"Leave" = "そのまま";

/* BMP_Reduce */
"Reduce" = "減色する";

/* Stop_SAVE */
"Cancel" = "中止";

/* GIF_Reduction */
"Reduction Start" = "この画像は256色より多くの色を含んでいます。256色に減色します。";

/* NO_GIF_Filter */
"No GIF Filter" = "GIFのフィルタがありません";

/* NO_PXO2GIF */
"Filter pxo2gif does not exist" = "フィルタ pxo2gif がないため、現在の Mac OS X ではGIFファイルをうまく保存できません。";

/* NO_Need_Reduction */
"No Need to Reduce" = "%@:\n減色は必要ありません。この画像は %d色しか含んでいません。";

/* Background Window */
"Bring to Front" = "前面に出す";
"Send to Back" = "背景に戻す";

/* AquaTooLarge */
"Image size is too large as Aqua-Button." = "Aqua風の楕円ボタンは比較的小さな画像向けの機能です。この画像は大きすぎます。";

/* Keywords */
"Bilevel" = "２値";
"gray" = "グレイ";

/* Effects */
"Paste" = "ペースト";
"Rotate" = "回転";
"SmRotate" = "回転";
"Flip" = "反転";
"Clip" = "切取";
"Negative" = "ネガ";
"Bitmap" = "ビットマップ";
"ResizeEPS" = "EPSリサイズ";
"SmResize" = "リサイズ";
"Resize" = "リサイズ";
"Gray" = "グレイ";
"BiLevel" = "２値";
"Bright" = "明度";
"ColorTone" = "色調";
"Reduce" = "減色";
"HalfToning" = "疑似階調";
"Dither" = "ディザ";
"ColorChange" = "色置換";
"Enhance" = "強調";
"Blur" = "ぼかし";
"Emboss" = "エンボス";
"Contour" = "輪郭";
"Noise" = "ノイズ";
"Mosaic" = "モザイク";
"Frame" = "フレーム";
"Posterize" = "ポスタライズ";
"CMYKtoRGB";

/* Wait Messages */
"Color Tuning..." = "色調変更中...";
"Converting..." = "変換中...";
"Contouring..." = "輪郭抽出中...";
"Embossing..." = "エンボス処理...";
"Enhancing..." = "シャープ化...";
"Blurring..." = "ぼかし処理...";
"Making Palette..." = "パレット生成中...";
"Packing Bits..." = "ビット切り捨て処理...";
"Painting..." = "色塗り中...";
"Posterizing" = "ポスタライズ";
"Posterizing..." = "ポスタライズ処理...";
"Reducing 255 col." = "255色に減色....";
"Reducing..." = "減色処理...";
"Resizing..." = "リサイズ中...";
"Rotating..." = "回転処理中...";
"Starting Reduction..." = "減色開始...";
"Thinning Lines..." = "細線化中...";
"Trying Reduction" = "減色試行中";
"Writing Image..." = "イメージ生成中...";

/* Web Site */
"Web Page of Takeshi Ogihara" = "http://waltz.cs.scitec.kobe-u.ac.jp/indexj.html";
